/******************** (C) COPYRIGHT 2015 ********************
* 文件名          : CARD.h
* 作者            : 优灵科技开发团队
* 版本            : V3.1.0.0
* 日期            : 2015-5-10
* 描述            : 集合了模块对卡片的所有发送命令操作
										可以选择有用的调用，无用的删除
										还有命令的解析，将命令中的卡号和数据等存到Card结构体中
* 技术支持        : QQ: 3419865840
*********************************************************************************/

#ifndef _Voice_H
#define _Voice_H

/* 包含文件 -------------------------------------------------------------------*/
#include "stm32f10x.h"
/* 外部类型 -------------------------------------------------------------------*/

/* 外部变量 -------------------------------------------------------------------*/

/* 外部函数 ------------------------------------------------------------------ */
void SendData_to_Voice_modle(u8 *data, u8 length);
void Voice_modle_Init(u32 Voice_SerialBaudRate);
#endif /* __Card_H */

/***************** (C) COPYRIGHT 2017 优灵科技***** END OF FILE ****************/

